{
    "name": "tilt_model",
    "layers": [
        {
            "name": "dense_63",
            "class_name": "Dense",
            "config": {
                "name": "dense_63",
                "trainable": true,
                "dtype": {
                    "module": "keras",
                    "class_name": "DTypePolicy",
                    "config": {
                        "name": "float32"
                    },
                    "registered_name": null
                },
                "units": 128,
                "activation": "relu",
                "use_bias": true,
                "kernel_initializer": {
                    "module": "keras.initializers",
                    "class_name": "GlorotUniform",
                    "config": {
                        "seed": null
                    },
                    "registered_name": null
                },
                "bias_initializer": {
                    "module": "keras.initializers",
                    "class_name": "Zeros",
                    "config": {},
                    "registered_name": null
                },
                "kernel_regularizer": {
                    "module": "keras.regularizers",
                    "class_name": "L2",
                    "config": {
                        "l2": 0.001
                    },
                    "registered_name": null
                },
                "bias_regularizer": null,
                "kernel_constraint": null,
                "bias_constraint": null
            }
        },
        {
            "name": "batch_normalization_42",
            "class_name": "BatchNormalization",
            "config": {
                "name": "batch_normalization_42",
                "trainable": true,
                "dtype": {
                    "module": "keras",
                    "class_name": "DTypePolicy",
                    "config": {
                        "name": "float32"
                    },
                    "registered_name": null
                },
                "axis": -1,
                "momentum": 0.99,
                "epsilon": 0.001,
                "center": true,
                "scale": true,
                "beta_initializer": {
                    "module": "keras.initializers",
                    "class_name": "Zeros",
                    "config": {},
                    "registered_name": null
                },
                "gamma_initializer": {
                    "module": "keras.initializers",
                    "class_name": "Ones",
                    "config": {},
                    "registered_name": null
                },
                "moving_mean_initializer": {
                    "module": "keras.initializers",
                    "class_name": "Zeros",
                    "config": {},
                    "registered_name": null
                },
                "moving_variance_initializer": {
                    "module": "keras.initializers",
                    "class_name": "Ones",
                    "config": {},
                    "registered_name": null
                },
                "beta_regularizer": null,
                "gamma_regularizer": null,
                "beta_constraint": null,
                "gamma_constraint": null,
                "synchronized": false
            }
        },
        {
            "name": "dropout_42",
            "class_name": "Dropout",
            "config": {
                "name": "dropout_42",
                "trainable": true,
                "dtype": {
                    "module": "keras",
                    "class_name": "DTypePolicy",
                    "config": {
                        "name": "float32"
                    },
                    "registered_name": null
                },
                "rate": 0.3,
                "seed": null,
                "noise_shape": null
            }
        },
        {
            "name": "dense_64",
            "class_name": "Dense",
            "config": {
                "name": "dense_64",
                "trainable": true,
                "dtype": {
                    "module": "keras",
                    "class_name": "DTypePolicy",
                    "config": {
                        "name": "float32"
                    },
                    "registered_name": null
                },
                "units": 32,
                "activation": "relu",
                "use_bias": true,
                "kernel_initializer": {
                    "module": "keras.initializers",
                    "class_name": "GlorotUniform",
                    "config": {
                        "seed": null
                    },
                    "registered_name": null
                },
                "bias_initializer": {
                    "module": "keras.initializers",
                    "class_name": "Zeros",
                    "config": {},
                    "registered_name": null
                },
                "kernel_regularizer": null,
                "bias_regularizer": null,
                "kernel_constraint": null,
                "bias_constraint": null
            }
        },
        {
            "name": "batch_normalization_43",
            "class_name": "BatchNormalization",
            "config": {
                "name": "batch_normalization_43",
                "trainable": true,
                "dtype": {
                    "module": "keras",
                    "class_name": "DTypePolicy",
                    "config": {
                        "name": "float32"
                    },
                    "registered_name": null
                },
                "axis": -1,
                "momentum": 0.99,
                "epsilon": 0.001,
                "center": true,
                "scale": true,
                "beta_initializer": {
                    "module": "keras.initializers",
                    "class_name": "Zeros",
                    "config": {},
                    "registered_name": null
                },
                "gamma_initializer": {
                    "module": "keras.initializers",
                    "class_name": "Ones",
                    "config": {},
                    "registered_name": null
                },
                "moving_mean_initializer": {
                    "module": "keras.initializers",
                    "class_name": "Zeros",
                    "config": {},
                    "registered_name": null
                },
                "moving_variance_initializer": {
                    "module": "keras.initializers",
                    "class_name": "Ones",
                    "config": {},
                    "registered_name": null
                },
                "beta_regularizer": null,
                "gamma_regularizer": null,
                "beta_constraint": null,
                "gamma_constraint": null,
                "synchronized": false
            }
        },
        {
            "name": "dropout_43",
            "class_name": "Dropout",
            "config": {
                "name": "dropout_43",
                "trainable": true,
                "dtype": {
                    "module": "keras",
                    "class_name": "DTypePolicy",
                    "config": {
                        "name": "float32"
                    },
                    "registered_name": null
                },
                "rate": 0.3,
                "seed": null,
                "noise_shape": null
            }
        },
        {
            "name": "dense_65",
            "class_name": "Dense",
            "config": {
                "name": "dense_65",
                "trainable": true,
                "dtype": {
                    "module": "keras",
                    "class_name": "DTypePolicy",
                    "config": {
                        "name": "float32"
                    },
                    "registered_name": null
                },
                "units": 1,
                "activation": "linear",
                "use_bias": true,
                "kernel_initializer": {
                    "module": "keras.initializers",
                    "class_name": "GlorotUniform",
                    "config": {
                        "seed": null
                    },
                    "registered_name": null
                },
                "bias_initializer": {
                    "module": "keras.initializers",
                    "class_name": "Zeros",
                    "config": {},
                    "registered_name": null
                },
                "kernel_regularizer": null,
                "bias_regularizer": null,
                "kernel_constraint": null,
                "bias_constraint": null
            }
        }
    ]
}